cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'diff-so-fancy'
brew 'git'
brew 'imagemagick'
brew 'node'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'wget'
brew 'yarn'

cask 'atom'
cask 'font-awesome-terminal-fonts'
cask 'font-fontawesome'
cask 'font-ionicons'
cask 'font-material-icons'
cask 'font-roboto-mono'
cask 'font-roboto'
