cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'codeclimate/formulae'

brew 'certbot'
brew 'codeclimate'
brew 'ctags'
brew 'diff-so-fancy'
brew 'git'
brew 'imagemagick'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'terminal-notifier'
brew 'wget'

cask 'atom'
cask 'font-awesome-terminal-fonts'
cask 'font-fontawesome'
cask 'font-ionicons'
cask 'font-material-icons'
cask 'font-open-sans'
cask 'font-roboto-mono'
cask 'font-roboto'
cask 'font-source-sans-pro'
