cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'ctags'
brew 'diff-so-fancy'
brew 'git'
brew 'graphviz'
brew 'imagemagick'
brew 'overmind'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'terminal-notifier'
brew 'tmux'
brew 'wget'

cask 'atom'
cask 'font-roboto-mono'
cask 'font-roboto'
